export const questions5 = {
    
    question: 'خلال النوبة الأكثر إزعاجاً لك حدد أي الأعراض التي حدثت لك',
    options: [
        
        {
         id : 1 ,
         option:'هل تناولت خلال الشهرين الأخيرين أي دواء نفسي' ,
        },
        {
            id : 2 ,
            option:'التعرق' ,
        },
        {
            id : 3 ,
            option:'الإرتعاش أو الرجفة' ,
        },
        {
            id : 4 ,
            option:'الإحساس بقصر النفس' ,
        },
        {
            id : 5 ,
            option:'الإحساس بالإختناق' ,
        },
        {
            id : 6 ,
            option:'ألم بالصدر أو عدم راحة' ,
        },
        {
            id : 7 ,
            option:'الخوف من فقدان السيطرة على النفس أو الإصابة بالجنون' ,
        },
        {
            id : 8 ,
            option:'الشعور بالدوار وعدم الثبات أو الإغماء' ,
        },
        {
            id : 9 ,
            option:'الشعور بأنك في عالم غير حقيقي أو الشعور بالإختلال' ,
        },
        {
            id : 10 ,
            option:'الخوف من الموت' ,
        },
        {
            id : 11 ,
            option:'الإحساس بالخدار أو التنميل' ,
        },
        {
            id : 12 ,
            option:'الإحساس بالإحترار أو القشعريرة' ,
        },
        {
            id : 13 ,
            option:'آلام بالمعدة' ,
        },
        
    ]


}




