export const questionsB = {
    
    questions: [
        
        {
             id : 1 ,
             question:'هل حدثت لك نوبات هلع بدون مقدمات وكانت غير متوقعة ؟' ,
        },
        {
            id : 2 ,
            question:'هل تشعر بالهم و الضيق الشديد بسبب إحتمال حدوث نوبة هلع أخرى؟' ,
        },
        {
            id : 3 ,
            question:'هل أثر تكرار حدوث نوبة الهلع لك على وظيفتك أو دراستك؟' ,
        },
        {
            id : 4 ,
            question:'هل أثرت نوبة الهلع على علاقاتك الاجتماعية ( أصدقائك، زملائك ، الزيارات العائلية؟ ) ' ,
       },
       {
           id : 5 ,
           question:'هل أثرت نوبة الهلع على تصرفاتك كأن تحاول تجنب أماكن معين أو امتنعت عن الذهاب لبعضها؟' ,
       },
       {
           id : 6 ,
           question:'هل أثرت نوبة الهلع على حياتك المنزلية بمعنى علاقاتك بأفراد أسرتك ومساعدتهم في شئونهم وأمورهم؟ ' ,
        },
        {
            id : 7 ,
            question:'هل تشعر بإنك ستموت خلال نوبة الهلع؟ ' ,
       },
       {
           id : 8 ,
           question:'هل تشعر بإنك مصاب بمرض خطير ولكن لم يتم تشخيصه؟' ,
       },
       {
           id : 9 ,
           question:'هل تشعر بالقلق والتوتر أو الإنزعاج الشديد المستمر بدون سبب واضح أو محدد؟' ,
       },
        
        
    ]


}

