// Question Types
// 1. MCQs | Multiple Choice | single

export const quiz = {
  questions: [
    {
      question: "هل حدثت لك نوبات هلع بدون مقدمات وكانت غير متوقعة؟ ",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: true,
    },
    {
      question: "هل تناولت خلال الشهرين الأخيرين أي دواء نفسي؟ ",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: true,
    },
    {
      question: "هل تم تشخيصك بأي اضطراب نفسي",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: true,
    },
    {
      question: "هل تم تشخيصك بأي مرض جسمي ",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: true,
    },
    {
      question: "خلال النوبة الأكثر إزعاجاً لك حدد أي الأعراض التي حدثت لك",
      choices: [
        "التعرق",
        "الإرتعاش أو الرجفة",
        "الإحساس بقصر النفس",
        "الإحساس بالإختناق",
        "ألم بالصدر أو عدم راحة",
        "الخوف من فقدان السيطرة على النفس أو الإصابة بالجنون",
        "الشعور بالدوار وعدم الثبات أو الإغماء",
        "الشعور بأنك في عالم غير حقيقي أو الشعور بالإختلال",
        "الخوف من الموت",
        "الإحساس بالخدار أو التنميل",
        "الإحساس بالإحترار أو القشعريرة",
        "آلام بالمعدة",
      ],
    },
    {
      question: "هل حدثت لك نوبات هلع بدون مقدمات وكانت غير متوقعة ؟",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل تشعر بالهم و الضيق الشديد بسبب إحتمال حدوث نوبة هلع أخرى؟",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل أثر تكرار حدوث نوبة الهلع لك على وظيفتك أو دراستك؟",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل أثرت نوبة الهلع على علاقاتك الاجتماعية ( أصدقائك، زملائك ، الزيارات العائلية؟ ) ",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل أثرت نوبة الهلع على تصرفاتك كأن تحاول تجنب أماكن معين أو امتنعت عن الذهاب لبعضها؟",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل أثرت نوبة الهلع على حياتك المنزلية بمعنى علاقاتك بأفراد أسرتك ومساعدتهم في شئونهم وأمورهم؟ ",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل تشعر بإنك ستموت خلال نوبة الهلع؟ ",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل تشعر بإنك مصاب بمرض خطير ولكن لم يتم تشخيصه؟",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
    {
      question: "هل تشعر بالقلق والتوتر أو الإنزعاج الشديد المستمر بدون سبب واضح أو محدد؟",
      choices: ["لا", "نعم"],
      correctAnswer: "نعم",
      ignore: false,
    },
  ],
};
